;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Türkçe/Turkish
WebLang=TR
Translator=VS Revo Group
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Görünüm
103 = Seçenekler
104 = Uninstaller
105 = Araçlar
106 = Avcı Modu
107 = Liste
108 = Simgeler
109 = Ayrıntılar
110 = Kaldır
111 = Kaydı Sil
112 = Yenile
113 = Seçilen kayıt silinsin mi?
114 = Seçilen program kaldırılsın mı?
115 = Güncelleme
116 = Yardım
117 = Geçerli araç yardımı...
118 = Web site...
119 = Hakkında...
120 = Yönetici haklarına sahip değilsiniz!
121 = Sistem eklentisini kaldırmak istediğinizden emin misiniz?\nDURUN eğer ne yaptığınızdan emin değilseniz!
122 = Uninstaller size şimdiki ve tüm kullanıcıların kurulu olan yazılımlarını ve eklentilerini gösterir. Birkaç görüntü seçenekleri ile ve sağ tuş tıklayarak birçok işlemler yapabilir program bağlantı ve özelliklerine ulaşabilirsiniz. En başta gelen Revo Uninstallerin özelliği Avcı modudur. Avcı modu size yazılımları sadece bir tıklayış ile kaldırma, durdurma, silme veya otomatik açılmasını durdurma kolaylığını verir.
123 = Ara
124 = Bulunan:
125 = Seçtiğiniz sistem cüzünü kaldırmak istediğinizden emin misiniz?\nBu cüz işletim sisteminize lazım olabilir!
126 =  otomatik açılması durdurulmuştur!
127 =  otomatik açılması etkinleştirilmiştir!
128  = %s ve %s aynı dosya içindedirler! Bu yüzden taramadan sonra bulunan gereksiz dosyalar ikisinden her hangi birine ait olabilir! Lütfen, gereksiz dosyaları dikkatlice silin!
129 = Zorunlu kaldır


[Uninstaller List]
150 = Uygulama
151 = Boyut
152 = Versiyon
153 = Kurulum Tarihi
154 = Şirket
155 = Web Sitesi
156 = Yorum
157 = Kaldır dizisi
158 = Kullanıcı kayıtları
159 = Yükleyici 

[Uninstaller StatusBar]
201 = Dosyalar:
202 = Yükleniyor...

[Registry Optimizer]
302 = Taranacak yeri seç
303 = Başlat menüsü

[AutoRun Toolbar]
407 = Başlat
408 = Yok et
409 = Sil
410 = Parçalar:
411 = Olurlu:
412 = AutoRun Yöneticisi ile sadece Windows başlangıcında otomatik açılan yazılımları otomatik açılımlarını durdurabilme imkânına sahip değilsiniz ayrıca bu yazılımlar hakkında daha fazla bilgi edinebilirsiniz. Bilgisayarınızı açtığınız zaman otomatik açılan yazılımların hangi firmaya ait olduğunu, yazılımın tanıtımı, bilgisayarınızın hangi klasöründe bu yazılımın olduğunu ve yazılımın şu anda çalışıp çalışmadığını öğrenebilirsiniz.

[AutoRun List]
450 = Başlangıç Adı
451 = Gözat
452 = Tanım
453 = Yayımcı
454 = Durum
455 = Yer
456 = ŞU AN ÇALIŞIYOR
457 = ŞU AN ÇALIŞIMIYOR
458 = GEÇERLİ DEĞİL
459 = Yok etme işlemi
460 = Başlama işlemi
461 = Dosyayı Sil
462 = Git
463 = Konumu Kopyala
464 = Seçileni Sil
465 = Olmayanların Tümünü Sil
466 = Şu an çalışmayanları Sil
467 = Tüm etkin olmayanları sil
468 = Özellikler...
470 = Seçilen uygulama kapatılsın mı?\nKaydedilmeyen veriler kaybolacaktır!
471 = Seçilen silinsin mi?
472 = Geçerli olmayanlar silinsin mi?
473 = Şu an çalışmayanlar silinsin mi?
474 = Engellenenler silinsin mi?
475 = Komut yok!
476 = BİLİNMEYEN
477 = Otomatik açılmasını durdur 
478 = Otomatik açılmasını etkin kıl 

[Outlook Control]
300 = Optimizasyon
301 = Registry Optimizer
400 = AutoRun Yöneticisi
500 = İz Silici
501 = Internet Tarayıcıları
600 = MS Office temizleyici
700 = Windows temizleyici 
800 = Kanıt yok edici
900 = Geri getirilememek üzere sil
2100 = Windows Araçları
2200 = Gereksiz Dosyaları Temizle

[Track Cleaner Browsers]
507 = Hepsini Sil
508 = Ziyaret Edilen İnternet Sayfaları Geçmişimi Sil
509 = Adres Çubuğu Geçmişini Sil
510 = Geçici İnternet Dosyalarını Sil
511 = Kurabiyeleri Sil 
512 = Index.dat Dosyalarını Sil
513 = Uygula
514 = İndirme Geçmişini Sil
515 = Oturum Geçmişini Sil
516 = Form Geçmişini Sil
517 = Uninstaller
518 = Seçtiğiniz tüm geçmiş kayıtlarını silmek istediğinizden emin misiniz?
521 = Tüm geçmiş Internet Explorer kayıtlarını silmek istediğinizden emin misiniz?
522 = Tüm geçmiş Firefox kayıtlarını silmek istediğinizden emin misiniz?
523 = Tüm geçmiş Opera kayıtlarını silmek istediğinizden emin misiniz?
524 = Tüm geçmiş Netscape kayıtlarını silmek istediğinizden emin misiniz? 
525 = Kullandığınız İnternet Tarayıcı tüm açtığınız internet sitelerin detaylı bilgisini sizin bilgisayarınızda saklıyor. Bu bilgilere her kez kolaylıkla bir tıklayış ile ulaşabilir ve gezdiğiniz siteleri görebilir! Internet Tarayıcıları bölümünden bu geçmiş kayıtlarını silebilirsiniz ayrıca Internet sitelerinde gezerken bilgisayarınıza geçici olarak saklanan tüm resimleri, videoları ve Internet sayfalarını da silebilirsiniz. Bu dosyaları silmek bilgisayarınızda boş yer yaratacaktır.
526 = Geçmiş kayıtlarını silmeden önce Internet Tarayıcınızı kapatın 
527 = Index.dat dosyaları bilgisayarınızın bir sonraki açılışında silinecekler
599 = Seçilen kayıtlara iz silme işlemi tamamlanmıştır!


[Track Cleaner Office]
601 = Temizle
607 = Son Kullanılan MS Word Belgelerini Temizle
608 = Word 2000, Word XP, Word 2003 ve Word 2007 Sağlar
609 = Son Kullanılan MS Excel Belgelerini Temizle
610 = Excel 2000, Excel XP, Excel 2003 ve Excel 2007 Sağlar
611 = Son Kullanılan MS Access Belgelerini Temizle
612 = Access 2000, Access XP, Access 2003 ve Access 2007 Sağlar
613 = Son Kullanılan MS PowerPoint Belgelerini Temizle
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003 ve PowerPoint 2007 Sağlar
615 = Son Kullanılan MS FrontPage Belgelerini Temizle
616 = FrontPage 2000, FrontPage XP, FrontPage 2003 ve FrontPage 2007 Sağlar
617 = MS Ofis temizleyici size Microsoft Word, Excel, Access, PowerPoint ve FrontPage en sık kullanılan dosyaların geçmiş kayıtlarını silmenize yardımcı olacaktır. Eğer başkaları sizin en son açtığınız veya düzeltiniz belgelerinizi, dokümanlarınızı veya herhangi MS Ofis ile açtığınız dosyayı görmesini istemiyorsanız sadece istemediklerinizi seçip “Temizle” tuşuna basın. Sizin en sık kullandığınız dosyalar artık listelenmeyecektir.

[Track Cleaner Windows]
701 = Temizle
707 = Son Kullanılan Belgeler Geçmişini Temizle
708 = Başlat Menüsü Geçmişini Temizle
709 = Arama Geçmişini Temizle
710 = Yazıcılar, Bilgisayarlar ve Kişi Arama Geçmişini Temizle
711 = Yapıştırma Tablosunu Boşalt
712 = Son Kullanılan "MS Paint" Dosya Geçmişini Temizle
713 = Son Kullanılan "MS Wordpad" Dosya Geçmişini Temizle
714 = En Son Açılan Regedit Kaydının Geçmişini Temizle
715 = En yaygın Aç/Kaydet pencere geçmişini temizle
716 = En yaygın Aç/Kaydet pencerenin en son açılan dosyanın geçmişini temizle
717 = Geri Dönüşüm Kutusunu Boşalt
718 = Geçici Windows Dosyalarını Sil
719 = Başlat menüsüne tıklama kayıtlarını sil
720 = Microsoft Windows bilgisayarınızla yaptığınız birçok işlemi kaydediyor, örneğin bilgisayarınızda hangi dosyaları aradığınızı, açtığınız dosyaların listesi, en sık açtığınız resimler, videolar ve diğer dokümanlarınızın listesi. Çeşitli programlar ile açtığınız veya kaydettiğiniz dosyalar ve daha birçok işlem. Windows Temizleyici size bu geçmiş kayıtlarını ve geçici olan dosyaları silmenize yardımcı olacaktır. Ayrıca Geri Dönüşüm kutunuzda buradan boşaltabilirsiniz ve bu size bilgisayarınızda büyük bir boş alan açabilir. 
721 = Başlat menüsünün geçmiş kayıtları iexplore.exe yeniden başlatıldıktan sonra silinecektirler
722 = Windows Kullanıcı kayıtlarında izler
723 = Hard diskteki izler 
724 = Sistem çöktüğünde oluşan küçük bellek dökümü dosyalarını sil 
725 = Chkdsk aracı bozuk bölüm, kayıp küme, çapraz bağlanmış dosya ve dizin hatalarına ilişkin kayıtları sil

[Evidence Remove]
802 = Uygula
803 = Siliniyor
804 = Silme işlemi devam ederken lütfen bekleyin
805 = Tamamlandı
806 = Lütfen silmek istediğiniz kanıtların ve izlerin bulunduğu sürücü(ler)i seçin. Bu araç sadece daha önce silinen bilgileri etkiler. UYARI: İşlem sona erdiği zaman silinmiş olduğunuz dosyaları geri hiş bir şekilde getiremezsiniz!
807 = Geri dönüşüm kutunuzu boşalttığınız zaman sildiğiniz dosyalar aslında sadece silinmiş olarak işaretlenir ama fiziki olarak silinmezler. Bu araç daha önce silmiş olduğunuz dosyaları ama fiziksel olarak hala bilgisayarınızda duran dosyaları tamamen siler. Siz veya başkası hangi bilgileri geri alma aracı kullanırsa kullansın hiç önemli değil, sonuç her zaman aynı olacak – Kanıt yok edici aracı ile silinen dosyalar geri getirilemez!
808 = Seçtiğiniz sürücülerde kalan izleri ve kanıtları silmek istediğinizden emin misiniz? 

[Unrecoverable  Delete ]
912 = Dosya ve klasör listesi silinecek ve geri alınamaz
913 = Dosyalar
914 = Klasörler
915 = Silinecek dosyaları seç ve sistemden kaldır. Bu dosyalar herhangi bir yazılım aracıyla veya fiziksel olarak geri alınamaz!
916 = Silinecek klasörleri seç ve sistemden kaldır. Bu klasörler herhangi bir yazılım aracıyla veya fiziksel olarak geri alınamaz!
917 = Silmek için dosyaları ekle
918 = Silmek için klasörleri ekle
919 = TAMAMEN SİL
920 = Listeyi temizle
921 = Eğer yok etmek istediğiniz dosyalar var ise ve bu dosyaları hiç kimsenin geri getiremeceğinden emin olmak istiyorsanız o zaman bu araç tam sizin işinizi görecektir. Dosyalarınızı silmek ve geri dönüşüm kutunuzu boşaltmak bu dosyalar geri alınamaz anlamına gelmez. Silinen dosyalarınız hala bilgisayarınızda kayıtlı duruyor ve her kez bedava veya paralı olan geri dönüşüm yapabilen yazılım ile bu dosyalara kolayca ulaşabilir. Bu araç sildiğiniz dosyalarınızın geri alınamamasını garantiler. 
922 = Seçtiğiniz dosyaların geri getirilemez şekilde silinmesini istediğinizden emin misiniz?

[Options Tree]
1001 = Seçenekler
1100 = Genel
1200 = Kaldır

[General]
1101 = Geçerli Dil:
1102 = Gelişmiş Moda Geç
1103 = Her açılışta yeni sürüm var mı kontrol et

[Uninstaller Options]
1201 = Sistem Güncelleştirmelerini Göster
1202 = Sistem Bileşenlerini Göster
1203 = Hızlı açılış modunu etkinleştir 
1204 = Yalnızca programın orijinal kaldırma komutunu çalıştır!
1205 = (Windows VISTA desteklenmiyor)
1206 = Programı kaldırmadan önce geri yükleme noktası yarat
1207 = Silinen dosyaları Geri Dönüşüm Kutusuna gönder


[Auto Update]
1907 = Güncelleştir
1908 = Sürüm Bilgileri
1909 = Geçerli sürüm:
1910 = Güncel sürüm:
1911 = İNDİR
1912 = Son sürümü yükle
1913 = Yeni
1914 = Kontrol ediyor...
1915 = Bağlantı hatası...
1916 = DUR
1917 = Yüklenen %s Toplam %s
1918 = Yüklenen %s (Toplam boyut bilinmiyor)
1919 = Revo Uninstaller www.revouninstaller.com’a bağlanamadı. Lütfen İnternet bağlantınızı kontrol edin. Kullanmakta olduğunuz güvenlik duvarı varsa, Revo Uninstaller'i bloke etmediğinden emin olun!
1920 = Hata: Yeni sürüm kontrolü başarısız! İnternet bağlantısı eksik!

[WinTools]
2110 = Başlat
2111 = Microsoft Windows ile gelen birçok kullanışlı araçlar ve programlar vardır. Ancak birçoğuna zor erişebilir veya aklınızda kalmayacak komutlar ile açabilirsiniz. Windows Araçları size  günlük işlerinizde kullandığınız ondan fazla programa kolayca erişim sağlar.
2112 = Bazı programları kurarken veya başka bir problem olduğunda bu aracı kullanarak özel dosyalarınızı kaybetmeden bilgisayarınızı eski durumuna geri alabilirsiniz. Bu araç bilgisayarınızda yapılan değişikleri otomatik olarak izler ve geri dönüşüm noktaları yaratır. Bu geri dönüşüm noktaları size bilgisayarınızı istediğiniz noktaya getirmenize imkân verir. Noktalar her gün olarak veya sisteminizde önemli değişikler olduğunda yapılır ayrıca siz istediğiniz zaman geri dönüşüm noktası yaratabilirsiniz.
2113 = Bu araç bilgisayarınızın donanımı, işletim sistemi, internet bağlantınız, ağ bağlantınız ve modem ayarlarınız hakkında bilgi verir. Bu araç ile bilgisayarınızdaki ağ bağlantılarını ve internet ayarlarını kontrol edebilir ve bu ayarları kullanan programların çalışıp çalışmayacağını anlayabilirsiniz.
2114 = Bu aracı kullanarak tüm TCP/IP (İnternet protokol takımı) tüm adaptörlerin konfigürasyonlarını ve IP adreslerini, ağ kartı numarasını (MAC), IP maskesini, ağ geçidini, Windows Internet Naming Service (WINS), İnternet Alan Adı Sistemi (DNS) öğrenebilirsiniz. Ayrıca tüm TCP/IP ağ bağlantı ayarlarını ve Dinamik İstemci Ayarlama Protokolü (DHCP) ününün veya İnternet Alan Adı Sistemi (DNS) ayarlarını tazeyebilirsiniz.
2115 = Bu aracı kullanarak bilgisayarınızın 3 temel araçlarını kontrol edebilir ve ayarlayabilirsiniz – Ateş duvarını (Firewall), Anti-virüs korumasını ve Windows güncelleme sistemini. Eğer bilgisayarınızda bu araçlardan birinde sorun çıkarsa mesela Anti-virüs korumanız uzun zamandan beri güncellenmediyse size uyarı mesajı gelsin mi gelmesin mi ayarını yapabilirsiniz ve bazı başka koruma ayarları.
2116 = Takip eden durumlar için kullanabilirsiniz:İşlemci tipi, bellek hafızası gibi bilgileri görebilirsiniz; bilgisayarınızın belleği nasıl kullandığını kontrol eden ayarları görebilir ve değiştirebilirsiniz ve belirli bilgilere erişebilirsiniz; donanım ve aygıt özellikleri, donanım profili yapılandırması hakkında bilgilere erişebilirsiniz; ağ bağlantılarınız ve oturum açma profiliniz hakkındaki bilgileri görebilirsiniz. Sistem veya program hataları oluştuğunda Microsoft'a veya sistem yöneticinize bildirebilirsiniz.
2117 = Sistem Bilgileri, yerel ve uzak bilgisayarın sistem yapılandırma bilgilerini toplayan ve gösteren bir Windows işletim sistemi bileşenidir. Donanım yapılandırmaları, bilgisayar bileşenleri, yazılım, lisanslı ve lisanssız sürücüler hakkında bilgi içerir. Sistem bilgileri, bilgisayarınız ve işletim sistemi hakkında hemen bilgi alabileceğiniz bir destek aracıdır.
2118 = TCP/IP Netstat komutu, tüm aktif TCP bağlantılarını, bilgisayarın her bir bağlantısını ve dinleyici portunu yaratan yürütülebilir TCP ve UDP portlarını görüntüleyen bir Windows işletim sistemi bileşenidir. Burada, yürütülebilir isim [ ] içinde altta, çağrılan bileşen ismi üstte ve TCP/IP ye ulaşana kadar ilerlenir. 
2119 = Bu araç ekranda sanal bir klavye görüntüler ve kullanıcıların hareketlilik kısıtlarıyla seçme aygıtı veya kumanda kolu ile veri girişine izin verir. Ekran Klavyesi hareketlilik kısıtlarıyla en düşük düzeyde işlevsellik sağlamaya çalışır. Ayrıca bilgisayarınızda basılan bütün tuşların kaydedildiği bir Tuş-Kaydedicisinin yüklü olduğunu düşünüyorsanız ekran klavyesini kullanabilirsiniz. Ekran Klavyesi, basılan tuşların kaydedilme olasılığını ortadan kaldırır.
2120 = Bu araç, yerel birimleri inceler, parçalanmış dosya ve birimleri birleştirir ve böylece herbiri yerel birimde tek ve sürekli bir alan tutar. Sonuç olarak, sisteminiz daha verimli bir şekilde dosya ve dizinlere ulaşır ve değişiklikleri kaydeder. Dosyalar ve dizinler birleştirildiğinde Disk Birleştiricisi bir birimin boş alanlarını da birleştirmektedir, yeni dosyalar da daha az parçalanmış olur. 
2121 = Yerel ve uzak bilgisayarlardaki bir hizmeti başlatmak, durdurmak, duraklatmak, devam ettirmek veya etkisiz kılmak için kullanılabilir. Yerel ve uzak bilgisayarlardaki hizmetleri yönetebilirsiniz; Eğer bir hizmet başlatılamazsa, yerini alması için kurtarma işlemleri kurulabilir, örneğin, sistemin otomatik olarak yeniden başlatılması; Belirli donanım profilleri için servisler etkin ve etkisiz kılınabilir; Herbir servisin durumu ve tanımı görülebilir.
2122 = Bir ağ üzerinde paylaşılan kaynaklar, kullanıcı erişimleri, oturum faaliyetleri, paylaşılan kaynakların özelliklerin yönetimi, yerel veya uzak bilgisayarda kullanılan paylaşılan bağlantılar ve kaynakların özetini görmek için kullanılabilir. Paylaşılan Dizinlerle paylaşılan kaynaklar yaratılabilir, görüntülenebilir ve yetkiler ayarlanabilir; Ağ üzerinde bilgisayara bağlı tüm kullanıcı listesi görüntülenebilir ve birinin veya hepsinin bağlantısı kesilebilir. Uzak bilgisayarlar tarafından açılan klasörlerin listesi görüntülenebilir.
2123 = Bu araç, Kullanıcı ve Bilgisayar Yapılandırması için ilke ayarlarını içerir. Grup ilke ayarları, sistem yöneticisinin belirlemesi gereken çeşitli kullanıcı masaüstü ortamı bileşenlerini tanımlar, örneğin kullanıcıların mevcut programları, masaüstünde bulunan programlar, Başlat menüsü için seçenekler.
2124 = Windows Bileşenlerini Ekle/Kaldır, bilgisayarınızda yüklü Windows bileşenlerini yönetmenizde yardımcı olur. Windows işletim sistemi yüklendikten sonra, orijinal yüklemede olmayan bir Windows bileşenini yüklemek için veya istenmeyen Windows bileşenlerini kaldırmak için kullanabilir.
2125 = Windows Kötü Amaçlı Yazılımları Kaldırma Aracı, bilgisayarı Windows işletim sistemi ile belirli ve yaygın kötü amaçlı yazılımlara karşı kontrol eder ve böyle bir yazılım bulunduğunda kaldırılmasına yardım eder. Bu kötü amaçlı yazılımlar virüsleri, solucanları ve Truva atlarını içerir. Tesbit etme ve silme işlemleri tamamlandığında, kötü amaçlı bir yazılım tesbit edilip silinmişse, araç, sonucu anlatan bir rapor gösterir.


[Junk Files Cleaner Options]
2202 = Taranacak Sürücüler:
2203 = Desen
2204 = Tanım
2205 = Ekle
2206 = Sil
2207 = Önceki ayarlarına geç
2208 = Gereksiz Dosya Temizleme::Genel
2209 = Gereksiz Dosya Temizleme::Dahil Etme
2220 = Taramak için desen:
2221 = Wild cards olarak (?,*) karakterleri kullanılabilir
2222 = Desen Ekle
2223 = Dışla Deseni Ekle
2224 = Wild cards olarak (?,*) karakterleri kullanılabilir
2225 = Dışla deseni:
2226 = Silinen dosyaları Dönüşüm Kutusuna gönder
2227 = Son 24 saat içinde erişilmiş dosyaları yok say

[Junk Files Cleaner Tool]
2306 = Tara
2307 = Sil
2308 = Taranıyor
2309 = Tarama işlemi yapılırken lütfen bekleyiniz
2310 = İptal
2311 = İsim
2312 = Boyut
2319 = Dosyalar:
2320 = Toplam boyut:
2323 = Şu an Windows veya başka bir programın kullandığından dolayı bazı dosyalar silinemez!
2324 = En azından bir sürücü ve dosya uzantısı seçmek zorundasınız taramayı başlatmak için!
2325 = Gereksiz Dosyaları Temizle aracı size bilgisayarınızda olan birçok gereksiz dosyaları bulmanıza yardımcı olacaktır. Normalde bu dosyalar dosyaları yaratan program tarafından bu programın dosyalar ile işi bitiğinde silinir. Ancak bazı program hatalarından dolayı veya bilgisayarınız doğru şekilde kapatılmadığı zaman bazı dosyalar silinmez ve devamlı olarak kalır. Bu dosyalar bilgisayarınızda önemli yer kaplamaya başlar ve zaman geçtikçe bilgisayarınızın hızını ve performansını da düşürebilir.
2326 = Dosya
2327 = Dosyalar siliniyor

[ContextMenu Junk Files Cleaner]
2313 = Aç
2314 = Google'da Ara 
2315 = Klasörü aç
2316 = Özellikler...
2317 = Tüm parçaları seç
2318 = Tüm parçaları seçme
2321 = Seçilen parçaları kontrol et
2322 = Seçilen parçaları kontrol etme

[TopMost Window]
4002 = Seçenekler
4003 = Ana Pencereyi Aç
4004 = Sürükle ve Bırak modu
4005 = Avcı Modu
4006 = Boyut
4007 = Küçük
4008 = Orta
4009 = Büyük
4010 = Pencerenin boyutu
4011 = ÇIKIŞ
4012 = Kaldır
4013 = Otomatik açılmasını durdur
4014 = Programı kapat
4015 = Programı kapat ve sil
4016 = Klasörü Aç
4017 = Hakkında
4018 = Özellikler
4019 = İPTAL
4020 = Bir defada sadece bir dosya destekleniyor!
4021 = Şu anda bir klasör bıraktınız lütfen bir dosya sürükleyip bırakın!
4022 = Kaldır veya Sil:
4023 = Çözülemedi! \n Başka bir pencere, simge veya görev çubuğu elemanı göster
4024 = Kaldır komutu başlatılamadı!\n Lütfen uygulamayı Uninstaller'dan kaldır
4025 = Yükleme paketi bulunamadı!\nİpucu: Uygulama hakkında daha fazla bilgi al ve\n uygulamayı ana pencereden kaldırmayı dene!
4026 = Hedef uygulamanın otomatik başlangıç seçeneği kaldırıldı!\nİpucu: Seçeneği tekrar aktive etmek için ana uygulamadaki AutoRun araç çubuğunu kullan!
4027 = Hedef uygulama genel başlangıç konumlarında bulunamadı!\nİpucu: Bir uygulamayı otomatik başlatmak için kullanılan diğer konumlar için  www.google.com 'a bakınız!
4028 = Seçilen uygulamayı kapatmak istediğinden emin misin?\nKaydedilmeyen veriler kaybedilecktir!
4029 = Uninstaller
4030 = Seçilen uygulamayı kapatmak ve silmek istediğinizden emin misiniz?\nKaydedilmeyen veriler kaybedilecektir!
4031 = Windows Explorer 'ı kapatmak istediğinden emin misin?\n Başlat menüsü ve görev çubuğu kaybolacaktır!
4032 = Windows ile başlat
4033 = Şeffaflık 

[Scan After Uninstall]
4210 = Mekân
4211 = Anahtar
4212 = Kayıt
4213 = Bilgi
4214 = Dosya
4215 = Lütfen en azından bir kayıt seçin!
4216 = Kaldırdıktan sonra tara
4217 = Hepsini seç
4218 = Hiç birini seçme
4219 = Sil
4220 = Geride kalan dosyalar
4221 = Geride kalan kullanıcı kayıtları
4222 = Yazılım kaldırılmadan önce tarama… Lütfen bekleyin
4223 = Yazılımın kaldırma programını çalıştırıyor…
4224 = Lütfen geride kalan kullanıcı kayıtlarını ve dosyaları taramaya program kaldırıldıktan sonra başlatın 
4225 = Yazılım kaldırıldıktan sonra tarama… Lütfen bekleyin 
4226 = Lütfen geride kalan kayıtları dikkatlice kontrol edin!
4227 = Kapat
4228 = Listede kalan dosyalar bilgisayarınızın bir dahaki açılışında silenecek. 
4229 = Kaldırmak islediğiniz programın kaldıracı açılamadı!\nKomut hatalı veya geçersiz olabilir!
4230 = Geri 
4231 = İleri
4232 = Program kaldırma şeklini seçin
4233 = Şekiller
4234 = Yerleşik – Yanlızca programın kendi kaldırma komutunu çalıştır ve başka tarama yapma 
4235 = Güvenli – Yerleşik şekli içerir ve ayrıca sistem kayıtları ile hard diskinizi kalıntılar bulmak için güvenli tarama yapar. En hızlı.
4236 = Makul – Güvenli şekli içerir ayrıca en yaygın kalıntı yerlerine genişletilmiş tarama yapar
4237 = Geliştirilmiş – Makul şeklini içerir ve ayrıca sisteminizde tüm kalan kullanıcı kayıtlarını ve dosyaları bulmak için derin tarama yapar. En yavaş.
4238 = Program kaldırılmadan önce analiz yapılıyor…
4239 = Programın kendi kaldırma komutunu çalıştırılıyor…
4240 = Lütfen kalıntı taratmasını başlatmak için programın kendi kaldırma işlemi bittikten sonra “İleri” tuşuna basın. 
4241 = Başlangıç analiz ve kaldırma işlemleri yapılıyor
4242 = Kaldırıldıktan sonra tarama işlemi
4243 = Program kaldırıldıktan sonra tarama yapılıyor. Programın bıraktığı gereksiz kalıntıları bulmak için tüm kullanıcı kayıtları ve dosyalar taranıyor… Lütfen bekleyin!
4244 = Bulunan gereksiz kullanıcı kayıtları
4245 = Bulunan kullanıcı kaydı:
4246 = Not: Lütfen, kayıtları dikkatlice kontrol edin! Sadece siyah kayıtlar ve alt kayıtlar silinecektir!
4247 = Bulunan gereksiz klasörler ve dosyalar
4248 = Bulunanlar:
4249 = Bilgisayarım
4250 = Revo Uninstaller programın yerleşik kaldırma komutunu çalıştıramadı. Bu komut geçersiz veya bozuk olabilir. “Geri” tuşuna basıp başka program kaldırma şekli seçebilirsiniz!
4251 = Programın yerleşik kaldırma işlemi tamamlandı. Revo Uninstaller ayrıca hiçbir tarama yapmadı. “Geri” tuşuna basıp başka program kaldırma şekli seçebilirsiniz!
4252 = Revo Uninstaller program kaldırma işlemini başarı ile tamamladı ve geride kalan gereksiz kulanıcı kaydı veya dosya bulunamadı. “Geri” tuşuna basıp daha geniş bir tarama için başka program kaldırma şekli seçebilirsiniz!
4253 = Revo Uninstaller program kaldırma işlemini başarı ile tamamladı. “Geri” tuşuna basıp daha geniş bir tarama için başka program kaldırma şekli seçebilirsiniz!
4254 = Son
4255 = Seçtiğiniz dosyaları çöp kutusuna göndermek istediğinizden emin misiniz?
4256 = Seçtiğiniz kullanıcı kayıtlarını silmek istediğinizden emin misiniz?
4257 = Revo Uninstaller program kaldırma işlemini başarılı ile tamamladı!
4258 = Geride kalan dosyaları silmek istemediğinizden emin misiniz?
4259 = Geride kalan kullanıcı kayıtlarını silmek istemediğinizden emin misiniz?
4260 = Program kalıntıları tarama işlemi tamamlanmıştır. Sonuçları görmek için lütfen “İleri” tuşuna basın!
4261 = Sistem Geri Yükleme Noktası oluşturuluyor…
4262 = Sistem Geri Yükleme Noktası oluşturululamadı!
4263 = Sistem Geri Yükleme Noktası oluşturulması engellenmiştir (Seçenekler -> Kaldır) 
4264 = Sistem Geri Yükleme Noktası oluşturuldu!


[About]
4300 = Tercümanlar:

[ContextMenu Uninstaller]
5000 = Komutlar
5001 = Hakkında
5002 = Google'da Ara
5004 = Konumu Yükle
5005 = Bağlantı hakkında aç...
5006 = Yardım bağlantısını aç...
5007 = Güncelleştirme bağlantısını aç...
5008 = Kayıt anahtarını aç...

[Common]
10000 = Tamam
10001 = İptal
10002 = Yardım
10003 = Gözat
10004 = Geçerli araç yardımı
10005 = Website
10006 = Hakkında
10007 = Uyarı
10008 = HATA 

[Tooltips]
2000 = Yazılım kaldırma moduna geç
2001 = Araçlar panelini göster
2002 = Size uygun ayarlar yapın
2003 = Avcı moduna geç
2004 = Kurulu olan yazılım listesinin görüntüsünü değiştir 
2005 = Seçilen yazılımı kaldır
2006 = Seçilen kaydı kullanıcı kayıtlarından kaldır 
2007 = Kurulu olan yazılımların listesini güncelle
2008 = Şimdiki sürümünüzü en son sürüm ile güncelleyin 
2009 = Daha fazla bilgi ve yazılım hakkında tüm sorularınıza cevap bulun
404 = Seçilen yazılımı başlat
405 = Seçilen yazılımı durdur ve kapat 
406 = Seçilen yazılımın otomatik açılmasını durdur 
506 = Seçilenleri temizle
605 = Seçilenleri temizle 
705 = Seçilenleri temizle 
2106 = Seçilen aracı çalıştır 
2304 = Yapılan ayarlara göre gereksiz dosyalar için tarama yap 
2305 = Seçilen dosyaları geri dönüşüm kutusuna gönder
